{
    "phq9": {
        "minimal": {
            "title": "न्यूनतम अवसाद",
            "summary": "यह स्कोर बताता है कि आपके मूड के लक्षण सामान्य सीमा के भीतर हैं और शायद दैनिक जीवन में हस्तक्षेप नहीं कर रहे हैं। इस स्तर पर आमतौर पर किसी नैदानिक उपचार की आवश्यकता नहीं होती है, लेकिन अपनी भावनाओं के प्रति चौकस रहना अच्छा है।",
            "points": [
                "स्वस्थ दिनचर्या बनाए रखें। नियमित नींद, संतुलित आहार और हल्का व्यायाम (जैसे चलना या स्ट्रेचिंग) करते रहें, जो सभी मूड को सहारा देते हैं।",
                "विश्राम का अभ्यास करें। तनाव कम करने के सरल तरीके आजमाएं जैसे गहरी सांस लेना, माइंडफुलनेस मेडिटेशन या बाहर थोड़ी देर टहलना, जो हल्के तनाव को नियंत्रित कर सकते हैं। हेडस्पेस या काम जैसे ऐप निर्देशित विश्राम प्रदान करते हैं जो कई लोगों को मददगार लगते हैं।",
                "जुड़े रहें। दोस्तों या प्रियजनों के संपर्क में रहें। किसी ऐसे व्यक्ति के साथ अपनी भावनाओं को साझा करना जिस पर आप भरोसा करते हैं, तनाव बढ़ने पर आपको समर्थित महसूस करने में मदद कर सकता है।",
                "अपने मूड पर नज़र रखें। किसी भी बदलाव को नोटिस करने के लिए आप डायरी या मूड-ट्रैकिंग ऐप का उपयोग कर सकते हैं। यदि आप अधिक बार उदास महसूस करने लगते हैं, तो यह पहले आत्म-देखभाल के लिए प्रेरित कर सकता है।",
                "यदि आवश्यक हो तो सहायता लें। न्यूनतम स्तर पर भी, यदि आप बहुत बुरा महसूस करने लगते हैं या आत्म-नुकसान के कोई विचार अनुभव करते हैं, तो तुरंत पेशेवर सलाह के लिए संपर्क करें।"
            ]
        },
        "mild": {
            "title": "हल्का अवसाद",
            "summary": "एक हल्का स्कोर कुछ कम मूड या रुचि की हानि का सुझाव देता है, लेकिन आमतौर पर आप अभी भी दिन-प्रतिदिन कार्य कर सकते हैं। इस स्तर पर अक्सर आत्म-देखभाल मदद कर सकती है।",
            "points": [
                "आत्म-देखभाल बढ़ाएँ। स्वस्थ आदतों पर ध्यान दें: 7-9 घंटे की नींद लेने की कोशिश करें, नियमित पौष्टिक भोजन करें, और मध्यम व्यायाम (जैसे तैराकी, योग या तेज चलना) शामिल करें जो मूड को बढ़ावा देने और तनाव को कम करने के लिए दिखाए गए हैं।",
                "तनाव प्रबंधन। ऐसी गतिविधियों को शामिल करें जो आपके उत्साह को बढ़ाती हैं - यह एक शौक, संगीत सुनना, या दिन के दौरान छोटे विश्राम ब्रेक हो सकते हैं। कुछ मिनटों के लिए दैनिक रूप से माइंडफुलनेस या जर्नलिंग आपको भावनाओं को संसाधित करने में मदद कर सकती है।",
                "सामाजिक समर्थन। दोस्तों या परिवार से संपर्क करना जारी रखें। आप कैसा महसूस कर रहे हैं, इस बारे में बात करना या एक सहायता समूह (ऑनलाइन या व्यक्तिगत रूप से) में शामिल होना आपको कम अकेला महसूस करा सकता है।",
                "उपयोगी ऐप्स/संसाधनों का उपयोग करें। मानसिक-स्वास्थ्य ऐप्स या ऑनलाइन टूल (उदाहरण के लिए, सैनवेलो या माइंडशिफ्ट सीबीटी) आज़माएँ जो मूड-ट्रैकिंग, निर्देशित मुकाबला अभ्यास या विश्राम तकनीक प्रदान करते हैं। यहां तक कि एक मुफ्त ध्यान ऐप भी धीरे-धीरे चिंता या उदासी को कम कर सकता है।",
                "देखें और योजना बनाएं। लक्षणों पर नज़र रखें। यदि आपका कम मूड कुछ हफ़्तों तक बना रहता है या खराब हो जाता है, तो मार्गदर्शन के लिए किसी स्वास्थ्य सेवा प्रदाता या चिकित्सक से बात करने पर विचार करें।"
            ]
        },
        "moderate": {
            "title": "मध्यम अवसाद",
            "summary": "यह सीमा मध्यम लक्षणों को इंगित करती है जो दैनिक जीवन को प्रभावित कर सकते हैं। यह एक सामान्य दहलीज है जहां अक्सर पेशेवर समर्थन की सिफारिश की जाती है।",
            "points": [
                "पेशेवर समर्थन। किसी डॉक्टर या चिकित्सक से संपर्क करने पर विचार करें। संज्ञानात्मक-व्यवहार थेरेपी (सीबीटी) जैसी टॉक थेरेपी प्रभावी होती हैं, जो आपको अनुपयोगी विचार पैटर्न को बदलने में मदद करती हैं। यदि व्यक्तिगत देखभाल सुविधाजनक नहीं है तो ऑनलाइन परामर्श भी एक विकल्प हो सकता है।",
                "संरचित आत्म-देखभाल। नियमित दिनचर्या (नींद, भोजन, व्यायाम) बनाए रखें। दैनिक विश्राम तकनीकों का उपयोग करें - गहरी सांस लेना, प्रगतिशील मांसपेशी छूट, या छोटे निर्देशित ध्यान तनाव को कम करने में मदद कर सकते हैं।",
                "सामाजिक रूप से सक्रिय रहें। सहायक मित्रों/परिवार के साथ संपर्क बनाए रखें। मुकाबला करने की रणनीतियों को साझा करने के लिए आप सहायता समूहों या सहकर्मी मंचों पर भी विचार कर सकते हैं।",
                "ऐप्स और टूल का लाभ उठाएं। मूड ऐप्स के अलावा, सीबीटी तकनीक सीखना ऐप्स या वर्कबुक के माध्यम से किया जा सकता है। उदाहरण के लिए, सकारात्मक अनुभवों के बारे में जर्नलिंग करना या विचार-चुनौतीपूर्ण ऐप्स का उपयोग करना लक्षणों को कम कर सकता है।",
                "मदद के लिए योजना बनाएं। यदि सुधार धीमा है, तो एक चेक-अप की योजना बनाएं। 10 या उससे अधिक के स्कोर अक्सर डॉक्टरों को उपचार (थेरेपी या दवा) पर विचार करने के लिए प्रेरित करते हैं, इसलिए उस विकल्प को ध्यान में रखें।"
            ]
        },
        "moderately-severe": {
            "title": "मध्यम रूप से गंभीर अवसाद",
            "summary": "इस श्रेणी में लक्षण महत्वपूर्ण हैं और काम या रिश्तों में हस्तक्षेप करने की संभावना है। सक्रिय हस्तक्षेप की सलाह दी जाती है।",
            "points": [
                "पेशेवर देखभाल की तलाश करें। किसी मानसिक स्वास्थ्य पेशेवर (चिकित्सक या मनोचिकित्सक) से संपर्क करना एक अच्छा विचार है। संयुक्त उपचार - टॉक थेरेपी, दवाएं, या दोनों - इस स्तर पर बहुत प्रभावी हो सकते हैं।",
                "समर्थन नेटवर्क। भरोसेमंद दोस्तों या परिवार को बताएं कि आप संघर्ष कर रहे हैं। वे भावनात्मक समर्थन प्रदान कर सकते हैं या दैनिक कार्यों में मदद कर सकते हैं, जिससे वसूली पर ध्यान केंद्रित करना आसान हो जाता है।",
                "स्वस्थ आदतें बनाए रखें। जबकि प्रेरणा कम हो सकती है, एक नियमित दिनचर्या रखने की कोशिश करें। छोटे कदम (जैसे थोड़ी देर टहलना या साधारण भोजन तैयार करना) समय के साथ बेहतर महसूस करने में योगदान करते हैं।",
                "दैनिक मुकाबला रणनीतियों का उपयोग करें। हर दिन विश्राम और माइंडफुलनेस अभ्यास जारी रखें। यहां तक कि 5-10 मिनट की निर्देशित श्वास या ध्यान (काम या यूसीएलए माइंडफुल जैसे ऐप के माध्यम से) तनाव के स्तर को कम कर सकता है।",
                "यदि आवश्यक हो तो तत्काल मदद लें। यदि आपके मन में कभी भी खुद को नुकसान पहुंचाने के विचार आते हैं, तो तुरंत मदद लें (मानसिक स्वास्थ्य लाइन पर कॉल करें या आपातकालीन कक्ष में जाएं)। आपकी सुरक्षा सर्वोच्च प्राथमिकता है।"
            ]
        },
        "severe": {
            "title": "गंभीर अवसाद",
            "summary": "यह उच्च स्कोर गंभीर लक्षणों का सुझाव देता है जो दैनिक जीवन को बाधित करते हैं। त्वरित और अक्सर तत्काल देखभाल की सिफारिश की जाती है।",
            "points": [
                "अब पेशेवर समर्थन प्राप्त करें। जितनी जल्दी हो सके किसी डॉक्टर या चिकित्सक को देखें। उपचार में स्थिरता हासिल करने में आपकी मदद करने के लिए दवा और गहन मनोचिकित्सा शामिल हो सकती है।",
                "संकट संसाधन। यदि आप असुरक्षित या आत्मघाती महसूस करते हैं, तो तुरंत संपर्क करें - आपातकालीन सेवाओं या आत्महत्या रोकथाम हॉटलाइन (जैसे, भारत में 988) पर कॉल करें। विश्वसनीय संगठन (जैसे राष्ट्रीय आत्महत्या रोकथाम लाइफलाइन) 24/7 मदद कर सकते हैं।",
                "दोस्तों/परिवार पर निर्भर रहें। अपने करीबी लोगों को बताएं कि क्या हो रहा है। भले ही यह कठिन हो, किसी का आपके साथ बैठना या सुनना एक बड़ा अंतर ला सकता है। किसी प्रियजन से संसाधन खोजने या नियुक्तियों में भाग लेने में आपकी मदद करने के लिए कहने पर विचार करें।",
                "छोटे दैनिक लक्ष्य। प्रत्येक दिन बहुत छोटे कार्यों पर ध्यान केंद्रित करें (जैसे स्नान करना, एक स्वस्थ भोजन करना)। ये कदम धीरे-धीरे दिनचर्या और नियंत्रण की भावना का निर्माण कर सकते हैं।",
                "पूरक उपकरण। नियुक्तियों के बीच, आप साक्ष्य-आधारित ऐप्स या कार्यक्रमों को आजमा सकते हैं। उदाहरण के लिए, निर्देशित सीबीटी अभ्यास या संकट मुकाबला रणनीतियों की पेशकश करने वाले ऐप्स आपको जरूरत पड़ने पर तत्काल सहायता प्रदान कर सकते हैं।"
            ]
        }
    },
    "gad7": {
        "minimal": {
            "title": "न्यूनतम चिंता",
            "summary": "यह बहुत कम या कोई चिंता के लक्षण नहीं दर्शाता है। आप शायद आम तौर पर शांत महसूस करते हैं और तनाव से निपटने में सक्षम हैं।",
            "points": [
                "कल्याण प्रथाओं का आनंद लें। ऐसी चीजें करते रहें जो आपको आराम महसूस कराती हैं - नियमित व्यायाम, शौक, सामाजिक गतिविधियाँ - इस संतुलन को बनाए रखने के लिए।",
                "निवारक आत्म-देखभाल। भले ही चिंता कम हो, स्वस्थ आदतें जारी रखें: पर्याप्त नींद, संतुलित भोजन और कुछ शारीरिक गतिविधि (जैसे दैनिक सैर) आपके दिमाग को स्थिर रखने में मदद करती है।",
                "माइंडफुलनेस और विश्राम। गहरी सांस लेने या प्रगतिशील मांसपेशी छूट जैसे छोटे अभ्यास हल्की चिंताओं को बढ़ने से रोक सकते हैं। माइंडशिफ्ट सीबीटी (चिंता पर केंद्रित) जैसे ऐप इन तकनीकों को एक दोस्ताना तरीके से पेश कर सकते हैं।",
                "दूसरों से जुड़ें। दैनिक तनावों के बारे में दोस्तों और परिवार से बात करते रहें। छोटी-छोटी चिंताओं को भी साझा करने से उन्हें बाद में बढ़ने से रोका जा सकता है।",
                "जागरूक रहें। अपने आप से जांच करते रहें। यदि आप अधिक बार चिंता या तनाव नोटिस करना शुरू करते हैं, तो स्वयं-सहायता टूल का उपयोग करें या विचार करें कि क्या कुछ अतिरिक्त सहायता (जैसे ऑनलाइन थेरेपी कोर्स) मदद कर सकती है।"
            ]
        },
        "mild": {
            "title": "हल्की चिंता",
            "summary": "हल्की चिंता का मतलब है कि आप कुछ तनाव या चिंता महसूस करते हैं, लेकिन यह écrasant नहीं है। ये लक्षण आम तौर पर प्रबंधनीय होते हैं और अक्सर सरल रणनीतियों से सुधरते हैं।",
            "points": [
                "जीवनशैली समायोजन। तनाव-राहत गतिविधियों का अभ्यास करें: उदाहरण के लिए, हल्के व्यायाम (यहां तक कि छोटी सैर भी मदद करती है), नियमित नींद की दिनचर्या और आपके द्वारा आनंदित शौक के लिए समय निकालें। कैफीन या शराब कम करने से भी चिंता कम रखने में मदद मिल सकती है।",
                "तनाव-प्रबंधन तकनीकें। अपने दिन में विश्राम को शामिल करें - निर्देशित इमेजरी, छोटे ध्यान ब्रेक, या कोमल योग का प्रयास करें। तनावग्रस्त होने पर कुछ मिनट की गहरी सांस भी आपके तंत्रिका तंत्र को शांत कर सकती है।",
                "समर्थन और बातचीत। अपनी भावनाओं पर किसी ऐसे व्यक्ति से चर्चा करें जिस पर आप भरोसा करते हैं। आप चिंता का प्रबंधन करने वाले लोगों के लिए अनाम सहकर्मी सहायता (मंच, चैट समूह) भी आजमा सकते हैं।",
                "सहायक ऐप्स/संसाधन। हल्की चिंता के लिए डिज़ाइन किए गए ऐप्स का उपयोग करें: सैनवेलो, हैप्पीफाई, या माइंडशिफ्ट सीबीटी सीबीटी और मुकाबला रणनीतियों में अभ्यास प्रदान करते हैं। ये आपको उपयोगकर्ता-अनुकूल तरीके से चिंतित विचारों को चुनौती देना सिखा सकते हैं।",
                "लक्षणों की निगरानी करें। अपनी चिंता के स्तर पर नज़र रखें। यदि चिंताएं काम या सामाजिक जीवन में अधिक हस्तक्षेप करने लगती हैं, तो देखभाल बढ़ाने का समय आ गया है (जैसे किसी परामर्शदाता के साथ चेक-इन शेड्यूल करना)।"
            ]
        },
        "moderate": {
            "title": "मध्यम चिंता",
            "summary": "यह स्कोर बताता है कि चिंता अधिक ध्यान देने योग्य है और दिनचर्या में हस्तक्षेप करना शुरू कर सकती है। आप बेचैन महसूस कर सकते हैं, ध्यान केंद्रित करने में परेशानी हो सकती है, या कुछ ट्रिगर्स से बच सकते हैं।",
            "points": [
                "संरचित रणनीतियों का प्रयास करें। सरल सीबीटी तकनीक सीखना मदद कर सकता है। उदाहरण के लिए, चिंतित विचारों को लिखें और उन पर सवाल उठाएं ('क्या यह चिंता यथार्थवादी है?')। बहुत से लोग पाते हैं कि डर-आधारित विचारों को चुनौती देने से समय के साथ चिंता कम हो जाती है।",
                "विश्राम का अभ्यास। दैनिक विश्राम को एक आदत बनाएं। प्रगतिशील मांसपेशी छूट, माइंडफुलनेस मेडिटेशन, या 10-15 मिनट के लिए शांत संगीत सुनना तनाव को काफी कम कर सकता है।",
                "सक्रिय रहें। नियमित शारीरिक गतिविधि (जैसे जॉगिंग, साइकिल चलाना, या एक नृत्य कक्षा) एंडोर्फिन जारी करती है और चिंता का मुकाबला करती है। सप्ताह में कई बार हल्का व्यायाम भी एक बड़ा अंतर ला सकता है।",
                "यदि आवश्यक हो तो पेशेवर मदद लें। यदि चिंता लगातार है और दैनिक जीवन (नींद, रिश्ते, काम) को प्रभावित कर रही है, तो किसी चिकित्सक से बात करने पर विचार करें। सीबीटी थेरेपी या यहां तक कि एक ऑनलाइन परामर्श सत्र भी आपको अनुरूप मुकाबला कौशल सिखा सकता है।",
                "समर्थन टूल का उपयोग करें। सहायक ऐप्स (जैसे चिंता-प्रबंधन या ध्यान ऐप) का उपयोग करना जारी रखें। संक्षिप्त स्व-सहायता कार्यक्रमों पर विचार करें - उदाहरण के लिए, एक ऑनलाइन सीबीटी कोर्स - आपको चिंता प्रबंधन अभ्यासों के माध्यम से कदम दर कदम मार्गदर्शन करने के लिए।"
            ]
        },
        "severe": {
            "title": "गंभीर चिंता",
            "summary": "एक गंभीर स्कोर इंगित करता है कि चिंता आपके जीवन को महत्वपूर्ण रूप से बाधित कर रही है। तत्काल ध्यान देना महत्वपूर्ण है।",
            "points": [
                "पेशेवर देखभाल प्राप्त करें। किसी मानसिक स्वास्थ्य पेशेवर (चिकित्सक या मनोचिकित्सक) से तुरंत मदद लें। आप एक औपचारिक उपचार योजना से लाभान्वित हो सकते हैं जिसमें चिकित्सा और संभवतः दवा का संयोजन होता है। जल्दी उपचार से अक्सर बेहतर परिणाम मिलते हैं।",
                "सुरक्षा योजना। यदि चिंता पैनिक अटैक या नुकसान के विचार का कारण बनती है, तो एक मुकाबला योजना बनाएं। पहचानें कि आपको शांत होने में क्या मदद करता है (कॉल करने के लिए एक दोस्त, एक शांत कमरा, आपातकालीन श्वास तकनीक) और संकट नंबर (जैसे भारत में 988) हाथ में रखें।",
                "जीवनशैली में बदलाव। दैनिक आदतों पर अतिरिक्त ध्यान दें: लगातार 7-9 घंटे की नींद का लक्ष्य रखें, उत्तेजक पदार्थों (कैफीन, चीनी) को कम करें, और नियमित पौष्टिक भोजन करें। कोमल आंदोलन (योग, ताई ची, या स्ट्रेचिंग) शारीरिक तनाव को दूर कर सकता है।",
                "समर्थन नेटवर्क। करीबी दोस्तों/परिवार को अपनी चिंता के स्तर के बारे में बताएं ताकि वे आपका समर्थन कर सकें। कभी-कभी चिंतित महसूस होने पर किसी का आपके साथ चलना (उदाहरण के लिए, किसी व्यस्त स्थान पर) भी मदद कर सकता है। चिंता के लिए अधिक संरचित सहायता समूह या कार्यशाला में शामिल होने पर विचार करें।",
                "गहन रणनीतियाँ। यदि मानक स्व-सहायता पर्याप्त नहीं है, तो अधिक गहन कार्यक्रमों की तलाश करें। इसमें दैनिक माइंडफुलनेस अभ्यास, समूह चिकित्सा में भाग लेना (जो अक्सर मुफ्त या कम लागत वाला होता है), या तनाव-प्रबंधन पाठ्यक्रम में दाखिला लेना शामिल हो सकता है।"
            ]
        }
    }
}
