
{
    "phq9": {
        "minimal": {
            "title": "Minimal Depression",
            "summary": "This score means your mood symptoms are within the normal range and probably aren’t interfering with daily life. No clinical treatment is usually needed at this level, but it’s good to stay attentive to your feelings.",
            "points": [
                "Maintain healthy routines. Keep up regular sleep, a balanced diet, and gentle exercise (like walking or stretching), which all support mood.",
                "Practice relaxation. Try simple stress-reduction like deep breathing, mindfulness meditation or short walks outside, which can keep mild stress in check. Apps like Headspace or Calm offer guided relaxation that many find helpful.",
                "Stay connected. Keep in touch with friends or loved ones. Sharing your feelings with someone you trust can help you feel supported if stress starts to build.",
                "Monitor your mood. You might use a diary or mood-tracking app to notice any changes. If you start feeling down more often, it can prompt earlier self-care.",
                "Seek help if needed. Even at a minimal level, if you begin to feel much worse or experience any thoughts of self-harm, reach out for professional advice right away."
            ]
        },
        "mild": {
            "title": "Mild Depression",
            "summary": "A mild score suggests some low mood or loss of interest, but usually you can still function day-to-day. Self-care can often help at this stage.",
            "points": [
                "Enhance self-care. Build on healthy habits: try to get 7–9 hours of sleep, eat regular nutritious meals, and add moderate exercise (like swimming, yoga or brisk walks) which have been shown to boost mood and reduce stress.",
                "Stress management. Incorporate activities that lift your spirits – this could be a hobby, listening to music, or brief relaxation breaks during the day. Mindfulness or journaling for a few minutes daily can help you process emotions.",
                "Social support. Continue reaching out to friends or family. Talking about how you feel or joining a support group (online or in-person) can make you feel less alone.",
                "Use helpful apps/resources. Try mental-health apps or online tools (for example, Sanvello or MindShift CBT) that offer mood-tracking, guided coping exercises or relaxation techniques. Even a free meditation app can gently reduce anxiety or sadness.",
                "Watch and plan. Keep an eye on symptoms. If your low mood persists for a couple of weeks or gets worse, consider talking to a healthcare provider or therapist for guidance."
            ]
        },
        "moderate": {
            "title": "Moderate Depression",
            "summary": "This range indicates moderate symptoms that may affect daily life. It’s a common threshold where professional support is often recommended.",
            "points": [
                "Professional support. Consider reaching out to a doctor or therapist. Talk therapies like cognitive-behavioral therapy (CBT) are effective, helping you change unhelpful thought patterns. Even online counseling can be an option if in-person care isn’t convenient.",
                "Structured self-care. Keep up regular routines (sleep, meals, exercise). Use relaxation techniques daily – deep breathing, progressive muscle relaxation, or short guided meditations can help ease tension.",
                "Stay active socially. Maintain contact with supportive friends/family. You might also consider support groups or peer forums to share coping strategies.",
                "Leverage apps and tools. In addition to mood apps, learning CBT techniques can be done via apps or workbooks. For example, journaling about positive experiences or using thought-challenging apps can reduce symptoms.",
                "Plan for help. If improvement is slow, plan a check-up. Scores of 10 or above often prompt doctors to consider treatment (therapy or medication), so keep that option in mind."
            ]
        },
        "moderately-severe": {
            "title": "Moderately Severe Depression",
            "summary": "Symptoms are significant in this range and likely interfere with work or relationships. Active intervention is advised.",
            "points": [
                "Seek professional care. It’s a good idea to contact a mental health professional (therapist or psychiatrist). Combined treatments – talk therapy, medications, or both – can be very effective at this stage.",
                "Support network. Tell trusted friends or family you’re struggling. They can offer emotional support or help with daily tasks, making it easier to focus on recovery.",
                "Maintain healthy habits. While motivation may be low, try to keep a regular routine. Small steps (like a short walk or simple meal prep) contribute to feeling better over time.",
                "Use coping strategies daily. Continue relaxation and mindfulness exercises every day. Even 5–10 minutes of guided breathing or meditation (through apps like Calm or UCLA Mindful) can reduce stress levels.",
                "Immediate help if needed. If you ever have thoughts of harming yourself, seek help immediately (call a mental health line or go to an emergency room). Your safety is the top priority."
            ]
        },
        "severe": {
            "title": "Severe Depression",
            "summary": "This high score suggests severe symptoms that disrupt daily life. Prompt and often urgent care is recommended.",
            "points": [
                "Get professional support now. See a doctor or therapist as soon as possible. Treatment may include medication and intensive psychotherapy to help you regain stability.",
                "Crisis resources. If you feel unsafe or suicidal, reach out immediately – call emergency services or a suicide prevention hotline (in the US, 988). Trusted organizations (like the National Suicide Prevention Lifeline) can help 24/7.",
                "Lean on friends/family. Let people close to you know what’s happening. Even if it’s hard, having someone sit with you or listen can make a big difference. Consider asking a loved one to help you find resources or attend appointments.",
                "Small daily goals. Focus on very small tasks each day (e.g. taking a shower, eating one healthy meal). These steps can slowly build a sense of routine and control.",
                "Supplemental tools. In between appointments, you might try evidence-based apps or programs. For example, apps offering guided CBT exercises or crisis coping strategies can provide immediate support when you need it."
            ]
        }
    },
    "gad7": {
        "minimal": {
            "title": "Minimal Anxiety",
            "summary": "This indicates little to no anxiety symptoms. You probably feel generally calm and able to cope with stress.",
            "points": [
                "Enjoy wellness practices. Keep doing things that make you feel relaxed – regular exercise, hobbies, social activities – to maintain this balance.",
                "Preventative self-care. Even if anxiety is low, continue healthy habits: enough sleep, balanced meals, and some physical activity (e.g. a daily walk) help your mind stay steady.",
                "Mindfulness and relaxation. Short practices like deep breathing or progressive muscle relaxation can keep mild worries from growing. Apps like MindShift CBT (focused on anxiety) can introduce these techniques in a friendly way.",
                "Connect with others. Keep talking with friends and family about daily stresses. Sharing even small worries can prevent them from building up later.",
                "Stay aware. Continue to check in with yourself. If you start to notice more frequent worries or tension, use self-help tools or consider whether some extra support (like an online therapy course) might help."
            ]
        },
        "mild": {
            "title": "Mild Anxiety",
            "summary": "Mild anxiety means you feel some tension or worry, but it isn’t overwhelming. These symptoms are generally manageable and often improve with simple strategies.",
            "points": [
                "Lifestyle adjustments. Practice stress-relief activities: for example, set aside time for light exercise (even short walks help), regular sleep routines, and hobbies you enjoy. Reducing caffeine or alcohol can also help keep anxiety lower.",
                "Stress-management techniques. Incorporate relaxation into your day – try guided imagery, short meditation breaks, or gentle yoga. Even a few minutes of deep breathing when stressed can calm your nervous system.",
                "Support and talk. Discuss your feelings with someone you trust. You might also try anonymous peer support (forums, chat groups) for people managing anxiety.",
                "Helpful apps/resources. Use apps designed for mild anxiety: Sanvello, Happify, or MindShift CBT offer exercises in CBT and coping strategies. These can teach you to challenge anxious thoughts in a user-friendly way.",
                "Monitor symptoms. Keep an eye on your anxiety level. If worries start to interfere more with work or social life, it’s time to step up care (e.g. schedule a check-in with a counselor)."
            ]
        },
        "moderate": {
            "title": "Moderate Anxiety",
            "summary": "This score means anxiety is more noticeable and may begin to interfere with routines. You might feel restless, have trouble concentrating, or avoid some triggers.",
            "points": [
                "Try structured strategies. Learning simple CBT techniques can help. For example, write down anxious thoughts and question them (“Is this worry realistic?”). Many people find that challenging fear-based thoughts eases anxiety over time.",
                "Relaxation practice. Make daily relaxation a habit. Progressive muscle relaxation, mindfulness meditation, or listening to calming music for 10–15 minutes can significantly reduce tension.",
                "Stay active. Regular physical activity (like jogging, cycling, or a dance class) releases endorphins and combats anxiety. Even mild exercise several times a week can make a big difference.",
                "Seek professional help if needed. If anxiety is persistent and affecting daily life (sleep, relationships, work), consider talking to a therapist. CBT therapy or even an online counseling session can teach you tailored coping skills.",
                "Use support tools. Continue using helpful apps (e.g. anxiety-management or meditation apps). Consider brief self-help programs – for instance, an online CBT course – to guide you through anxiety management exercises step by step."
            ]
        },
        "severe": {
            "title": "Severe Anxiety",
            "summary": "A severe score indicates that anxiety is significantly disrupting your life. Urgent attention is important.",
            "points": [
                "Get professional care. Seek help promptly from a mental health professional (therapist or psychiatrist). You may benefit from a formal treatment plan combining therapy and possibly medication. Early treatment often leads to better outcomes.",
                "Safety plan. If anxiety causes panic attacks or thoughts of harm, create a coping plan. Identify what helps you calm down (a friend to call, a quiet room, emergency breathing techniques) and have crisis numbers (like 988 in the US) handy.",
                "Lifestyle changes. Pay extra attention to daily habits: aim for consistent 7–9 hours of sleep, reduce stimulants (caffeine, sugar), and eat regular nutritious meals. Gentle movement (yoga, tai chi, or stretching) can relieve physical tension.",
                "Support network. Tell close friends/family about your anxiety level so they can support you. Sometimes even having someone walk beside you when feeling anxious (for example, in a busy place) can help. Consider joining a more structured support group or workshop for anxiety.",
                "Intensive strategies. If standard self-help isn’t enough, look into more intensive programs. This could include daily mindfulness practice, attending group therapy (which is often free or low-cost), or enrolling in a stress-management course."
            ]
        }
    }
}
